[
    {
        "numero": "1",
        "nombre": "H",
        "tag": "<html>",
        "grupo": "Documento",
        "color": "azul claro",
        "info": {
            "advertencia": "",
            "descripción": "El elemento `<html>` representa la raíz de un documento HTML.",
            "ejemplo": "<!DOCTYPE html>",
            "interfazDOM": "La interfaz HTMLHtmlElement sirve como nodo raíz para un documento HTML determinado. Este objeto hereda las propiedades y métodos descritos en la interfaz HTMLElement. Puedes recuperar el objeto HTMLHtmlElement de un documento determinado leyendo el valor de la propiedad document.documentElement.",
            "URL": "https://developer.mozilla.org/es/docs/Web/HTML/Element/html"
        }
    },
    {
        "numero": "2",
        "nombre": "Hd",
        "tag": "<head>",
        "grupo": "Documento",
        "color": "azul claro",
        "info": {
            "advertencia": "",
            "descripción": "El elemento HTML `<head>` provee información general (metadatos) acerca del documento, incluyendo su título y enlaces a scripts y hojas de estilos.",
            "ejemplo": "<head> <title> Título del documento </title> </head>",
            "interfazDOM": "La interfaz HTMLHeadElement contiene la información descriptiva o metadata para un documento. Este objeto hereda las propiedades y métodos descritos en la interfaz HTMLElement.",
            "URL": "https://developer.mozilla.org/es/docs/Web/HTML/Element/head"
        }
    },
    {
        "numero": "3",
        "nombre": "Bd",
        "tag": "<body>",
        "grupo": "Documento",
        "color": "azul claro",
        "info": {
            "advertencia": "",
            "descripción": "El elemento <body> de HTML representa el contenido de un documento HTML. Solo puede haber un elemento <body> en un documento.",
            "ejemplo": "<html> <head> </head> <body> <p>Este es un párrafo</p> </body> </html>",
            "interfazDOM": "La interfaz HTMLBodyElement proporciona propiedades especiales (más allá de las heredadas de la interfaz HTMLElement normal) para manipular elementos <body>.",
            "URL": "https://developer.mozilla.org/es/docs/Web/HTML/Element/body"
        }
    },
    {
        "numero": "4",
        "nombre": "Ti",
        "tag": "<title>",
        "grupo": "Metadatos",
        "color": "azul rey",
        "info": {
            "advertencia": "",
            "descripción": "El elemento <title> HTML define el título del documento que se muestra en un browser la barra de título o la pestaña de una página. Solo contiene texto; las etiquetas dentro del elemento se ignoran.",
            "ejemplo": "<html> <head> <title>Diario del festival de heavy metal de la abuela</title> </head> </html>",
            "interfazDOM": "La HTMLTitleElementinterfaz se implementa mediante un documento <title>. Este elemento hereda todas las propiedades y métodos de la HTMLElementinterfaz.",
            "URL": "https://developer.mozilla.org/es/docs/Web/HTML/Element/title"
        }
    },
    {
        "numero": "5",
        "nombre": "Bs",
        "tag": "<base>",
        "grupo": "Metadatos",
        "color": "azul rey",
        "info": {
            "advertencia": "",
            "descripción": "El elemento HTML <base> especifica la dirección URL base que se utilizará para todas las direcciones URL relativas contenidas dentro de un documento. Sólo puede haber un elemento <base> en un documento.",
            "ejemplo": "<base href='http://www.example.com/page.html'/> <base target='blank' href='http://www.example.com/page.html'/>",
            "interfazDOM": "La interfaz HTMLBaseElement contiene el URI base de un documento. Este objeto hereda todas las propiedades y métodos descritos en la interfaz HTMLElement.",
            "URL": "https://developer.mozilla.org/es/docs/Web/HTML/Element/base"
        }
    },
    {
        "numero": "6",
        "nombre": "Lk",
        "tag": "<link>",
        "grupo": "Metadatos",
        "color": "azul rey",
        "info": {
            "advertencia": "",
            "descripción": "El elemento HTML <link> especifica la relación entre el documento actual y un recurso externo. Los usos posibles de este elemento incluyen la definición de un marco relacional para navegación. Este elemento es más frecuentemente usado para enlazar hojas de estilos.",
            "ejemplo": "<link href='default.css' rel='stylesheet' title='Default Style'/>",
            "interfazDOM": "La interfaz HTMLLinkElement representa información de referencia para recursos externos y la relación de esos recursos con un documento y viceversa (corresponde al elemento <link>; no debe confundirse con <a>, que está representado por HTMLAnchorElement). Este objeto hereda todas las propiedades y métodos de la interfaz HTMLElement.",
            "URL": "https://developer.mozilla.org/es/docs/Web/HTML/Element/link"
        }
    },
    {
        "numero": "7",
        "nombre":"Mt",
        "tag":"<meta>",
        "grupo":"Metadatos",
        "color":"azul rey",
        "info":{
            "advertencia":"",
            "descripción":"Metainformación. Sirve para aportar información sobre el documento.",
            "ejemplo":"<meta name='copyright' content='© 2006 MDC'>",
            "interfazDOM":"La interfaz HTMLMetaElement contiene metadatos descriptivos sobre un documento proporcionado en HTML como elementos <meta>. Esta interfaz hereda todas las propiedades y métodos descritos en la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/meta"
        }
    },
    {
        "numero": "8",
        "nombre":"St",
        "tag":"<style>",
        "grupo":"Metadatos",
        "color":"azul rey",
        "info":{
            "advertencia":"",
            "descripción":"Estilo. Es el elemento encargado de indicar la información de estilo.",
            "ejemplo":"<style type='text/css'> p { color: red; } </style>",
            "interfazDOM":"La interfaz HTMLStyleElement representa un elemento <style>. Hereda propiedades y métodos de su padre, HTMLElement. Esta interfaz no permite manipular el CSS que contiene (en la mayoría de los casos). Para manipular CSS, consulte Uso de información de estilo dinámico para obtener una descripción general de los objetos utilizados para manipular propiedades CSS específicas utilizando el DOM.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/style"
        }
    },
    {
        "numero": "9",
        "nombre":"Ol",
        "tag":"<ol>",
        "grupo":"Lista",
        "color":"rosa-morado",
        "info":{
            "advertencia":"",
            "descripción":"El elemento ol permite definir listas o viñetas ordenadas ('Ordered List'), bien con numeración o alfabéticamente.",
            "ejemplo":"<ol> <li>punto uno</li> <li>punto dos</li> <li>punto tres</li> </ol>",
            "interfazDOM":"La interfaz HTMLOListElement proporciona propiedades especiales (más allá de las definidas en la interfaz HTMLElement normal, también tiene disponibles por herencia) para manipular elementos de lista ordenados.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/ol"
        }
    },
    {
        "numero": "10",
        "nombre":"Ul",
        "tag":"<ul>",
        "grupo":"Lista",
        "color":"rosa-morado",
        "info":{
            "advertencia":"",
            "descripción":"ul de 'unordered list' -lista no ordenada . crea una lista no ordenada.",
            "ejemplo":"<ul> <li>Esto</li> <li>Lo otro</li> <li>Lo de más allá</li> </ul>",
            "interfazDOM":"La interfaz HTMLUListElement proporciona propiedades especiales (más allá de las definidas en la interfaz HTMLElement normal, también tiene disponibles por herencia) para manipular elementos de lista desordenada (<ul>).",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/ul"
        }
    },
    {
        "numero": "11",
        "nombre":"Li",
        "tag":"<li>",
        "grupo":"Lista",
        "color":"rosa-morado",
        "info":{
            "advertencia":"",
            "descripción":"El elemento li del ingles item list o elemento de lista declara cada uno de los elementos de una lista.",
            "ejemplo":"<ul> <li>punto uno</li> <li>punto dos</li> <li>punto tres</li> </ul>",
            "interfazDOM":"La interfaz HTMLLIElement expone propiedades y métodos específicos (más allá de los definidos por la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos de la lista.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/li"
        }
    },
    {
        "numero": "12",
        "nombre":"Dl",
        "tag":"<dl>",
        "grupo":"Lista",
        "color":"rosa-morado",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <dl> representa una lista descriptiva. El elemento encierra una lista de grupos de términos (especificados con el uso del elemento <dt>) y de descripciones (proveídas con elementos <dd>). Algunos usos comunes para este elemento son implementar un glosario o para desplegar metadatos (lista de pares llave-valor).",
            "ejemplo":"<dl> <dt>Beast of Bodmin</dt> <dd>A large feline inhabiting Bodmin Moor.</dd> <dt>Morgawr</dt> <dd>A sea serpent.</dd> <dt>Owlman</dt> <dd>A giant owl-like creature.</dd> </dl>",
            "interfazDOM":"El elemento HTML <dl> representa una lista de descripción. El elemento incluye una lista de grupos de términos (especificados mediante el elemento <dt>) y descripciones (proporcionadas por elementos <dd>). Los usos comunes de este elemento son implementar un glosario o mostrar metadatos (una lista de pares clave-valor).",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/dl"
        }
    },
    {
        "numero": "13",
        "nombre":"Dt",
        "tag":"<dt>",
        "grupo":"Lista",
        "color":"rosa-morado",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <dt> especifica un término en una descripción o lista de definiciones, y como tal debe utilizarse dentro de un elemento <dl> Es usualmente seguido por un elemento <dd>; sin embargo, múltiples elementos <dt> en un renglón indican diferentes términos los cuales todos son definidos por el siguiente elemento <dd>.",
            "ejemplo":"<dl> <dt>Denim (semigloss finish)</dt> <dd>Ceiling</dd> <dt>Denim (eggshell finish)</dt> <dt>Evening Sky (eggshell finish)</dt> <dd>Layered on the walls</dd> </dl>",
            "interfazDOM":"El elemento HTML <dt> especifica un término en una lista de descripción o definición y, como tal, debe usarse dentro de un elemento <dl>. Generalmente va seguido de un elemento <dd>; sin embargo, varios elementos <dt> seguidos indican varios términos que están definidos por el siguiente elemento <dd> inmediato. El elemento <dd> (Detalles de descripción) posterior proporciona la definición u otro texto relacionado asociado con el término especificado mediante <dt>.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/dt"
        }
    },
    {
        "numero": "14",
        "nombre":"Dd",
        "tag":"<dd>",
        "grupo":"Lista",
        "color":"rosa-morado",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <dd> provee detalles acerca de o la definición de un término precedente (<dt>) en una lista de descripciones (<dl>).",
            "ejemplo":"<dl><dt>Beast of Bodmin</dt><dd>A large feline inhabiting Bodmin Moor.</dd><dt>Morgawr</dt><dd>A sea serpent.</dd><dt>Owlman</dt><dd>A giant owl-like creature.</dd> </dl>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/dd"
        }
    },
    {
        "numero": "15",
        "nombre":"P",
        "tag":"<p>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"El elemento p (párrafo) es el apropiado para distribuir el texto en párrafos.",
            "ejemplo":"<p> Esto es un párrafo </p>",
            "interfazDOM":"La interfaz HTMLParagraphElement proporciona propiedades especiales (más allá de las de la interfaz de objeto HTMLElement normal que hereda) para manipular elementos <p>.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/p"
        }
    },
    {
        "numero": "16",
        "nombre":"Hr",
        "tag":"<hr>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <hr> representa un cambio de tema entre párrafos (por ejemplo, un cambio de escena en una historia, un cambio de tema en una sección). En versiones previas de HTML representaba una línea horizontal. Aún puede ser representada como una línea horizontal en los navegadores visuales, pero ahora es definida en términos semánticos y no tanto en términos representativos, por tanto para dibujar una línea horizontal se debería usar el CSS apropiado.",
            "ejemplo":"<p>Este es un parrafo unicamente visual para ver el uso de la etiqueta hr</p> <hr/> <p>Este es el segundo parrafo, separado del primero por la etiqueta hr, que puede representarse mediante una línea horizontal.</p>",
            "interfazDOM":"La interfaz HTMLHRElement proporciona propiedades especiales (más allá de las de la interfaz HTMLElement, también tiene disponibles por herencia) para manipular elementos <hr>.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/hr"
        }
    },
    {
        "numero": "17",
        "nombre":"Pre",
        "tag":"<pre>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"El Elemento HTML <pre> (o Texto HTML Preformateado) representa texto preformateado. El texto en este elemento típicamente se muestra en una fuente fija, no proporcional, exactamente como es mostrado en el archivo. Los espacios dentro de este elemento también son mostrados como están escritos.",
            "ejemplo":"<!-- Un poco de codigo CSS --> <pre> body{color:  red;} a{color:green;} </pre>",
            "interfazDOM":"La interfaz HTMLPreElement expone propiedades y métodos específicos (más allá de los de la interfaz HTMLElement, también tiene disponibles por herencia) para manipular un bloque de texto preformateado (<pre>).",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/pre"
        }
    },
    {
        "numero": "18",
        "nombre":"Bq",
        "tag":"<blockquote>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"blockquote -cita en bloque . Crea citas en bloque, marca las citas a otros autores o documentos.",
            "ejemplo":"<blockquote cite='http://html.conclase.net/w3c/html401...def-BLOCKQUOTE'> <p> <strong>Nota.</strong> Recomendamos que las implementaciones de hojas de estilo porporcionen un mecanismo para insertar signos de puntuación de citas antes y después de una cita delimitada por un BLOCKQUOTE de un modo apropiado según el contexto del idioma actual y el grado de anidamiento de las citas. </p> </blockquote>",
            "interfazDOM":"La interfaz HTMLQuoteElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos de cita, como <blockquote> y <q>, pero no el elemento <cite>.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/blockquote"
        }
    },
    {
        "numero": "19",
        "nombre":"Fi",
        "tag":"<figure>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <figure> representa contenido independiente, a menudo con un título. Si bien se relaciona con el flujo principal, su posición es independiente de éste. Por lo general, se trata de una imagen, una ilustración, un diagrama, un fragmento de código, o un esquema al que se hace referencia en el texto principal, pero que se puede mover a otra página o a un apéndice sin que afecte al flujo principal.",
            "ejemplo":"<figure> <img src='/media/cc0-images/elephant-660-480.jpg' alt='Elephant at sunset' />figcaption>An elephant at sunset</figcaption> </figure>",
            "interfazDOM":"Elemento es la clase base más general de la cual heredan todos los objetos elemento (es decir, objetos que representan elementos) en un Documento. Sólo tiene métodos y propiedades comunes a todo tipo de elementos. Las clases más específicas heredan de Element.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/figure"
        }
    },
    {
        "numero": "20",
        "nombre":"Fc",
        "tag":"<figcaption>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <figcaption> representa un subtítulo o leyenda asociado al contenido del elemento padre <figure>, pudiendo ser colocado como primer o último hijo. Es importante destacar que el elemento <figcaption> es opcional.",
            "ejemplo":"<figure> <img src='/media/cc0-images/elephant-660-480.jpg' alt='Elephant at sunset' />figcaption>An elephant at sunset</figcaption> </figure>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, otros la implementan a través de una interfaz que hereda de ella.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/figcaption"
        }
    },
    {
        "numero": "21",
        "nombre":"Dv",
        "tag":"<div>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"div de 'division' -división . Sirve para crear secciones o agrupar contenidos.",
            "ejemplo":"<div style='color: blue;'> <h2>Ejemplo de div y span</h2> <p> Esto es un párrafo dentro de un div,<span style='color: red;'> y esto un span dentro de un párrafo.</span></p></div>",
            "interfazDOM":"La interfaz HTMLDivElement proporciona propiedades especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos <div>.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/div"
        }
    },
    {
        "numero": "22",
        "nombre":"Mn",
        "tag":"<main>",
        "grupo":"Agrupación",
        "color":"fucsia",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <main> representa el contenido principal del <body> de un documento o aplicación. El área principal del contenido consiste en el contenido que está directamente relacionado, o se expande sobre el tema central de un documento o la funcionalidad central de una aplicación. Este contenido debe ser único al documento, excluyendo cualquier contenido que se repita a través de un conjunto de documentos como barras laterales, enlaces de navegación, información de derechos de autor, logos del sitio y formularios de búsqueda (a menos, claro, que la función principal del documento sea un formulario de búsqueda).",
            "ejemplo":"<!-- other content --><main><h1>Apples</h1><p>The apple is the pomaceous fruit of the apple tree.</p><article><h2>Red Delicious</h2><p>These bright red apples are the most common found in many supermarkets.</p><p>...</p><p>...</p></article><article><h2>Granny Smith</h2><p>These juicy, green apples make a great filling for apple pies.</p><p>...</p><p>...</p></article></main>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, otros la implementan a través de una interfaz que hereda de ella.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/main"
        }
    },
    {
        "numero": "23",
        "nombre":"A",
        "tag":"<a>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El Elemento HTML Anchor <a> crea un enlace a otras páginas de internet, archivos o ubicaciones dentro de la misma página, direcciones de correo, o cualquier otra URL.",
            "ejemplo":"<a href='mailto:nowhere@mozilla.org'> Enviar correo a nowhere</a>",
            "interfazDOM":"La interfaz HTMLAnchorElement representa elementos de hipervínculo y proporciona propiedades y métodos especiales (más allá de los de la interfaz de objeto HTMLElement regular de la que heredan) para manipular el diseño y la presentación de dichos elementos.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/a"
        }
    },
    {
        "numero": "24",
        "nombre":"Em",
        "tag":"<em>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <em> es el apropiado para marcar con énfasis las partes importantes de un texto. El elemento <em> puede ser anidado, con cada nivel de anidamiento indicando un mayor grado de énfasis.",
            "ejemplo":"<p>Get out of bed <em>now</em>!</p><p>We <em>had</em> to do something about it.</p><p>This is <em>not</em> a drill!</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, otros la implementan a través de una interfaz que hereda de ella.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/em"
        }
    },
    {
        "numero": "25",
        "nombre":"Str",
        "tag":"<strong>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento strong es el apropiado para marcar con especial énfasis las partes más importantes de un texto.",
            "ejemplo":" <p><em>El dinero</em> es importante pero <strong>la salud</strong> lo es más.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, otros la implementan a través de una interfaz que hereda de ella.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/strong"
        }
    },
    {
        "numero": "26",
        "nombre":"Sm",
        "tag":"<small>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <small> hace el tamaño del texto una talla más pequeña (por ejemplo, de largo a mediano, o de pequeño a extra pequeño) que el tamaño mínimo de fuente del navegador. En HTML5, este elemento es reutilizado para representar comentarios laterales y letra pequeña, incluyendo derechos de autor y texto legal, independientemente de su estilo de presentación.",
            "ejemplo":"<p><small>The content is licensed under a Creative Commons Attribution-ShareAlike 2.5 Generic License.</small></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/small"
        }
    },
    {
        "numero": "27",
        "nombre":"S",
        "tag":"<s>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"Muestra el texto tachado con una linea horizontal.",
            "ejemplo":"<p>Texto normal y... <s>Texto tachado</s></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/s"
        }
    },
    {
        "numero": "28",
        "nombre":"Ci",
        "tag":"<cite>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"cite -cita . Marca una referencia a una fuente, o el autor de un texto citado.",
            "ejemplo":"<p><cite>Galileo</cite> dijo: '... y sin embargo, se mueve.'</p>",
            "interfazDOM":"La interfaz HTMLSpanElement representa un elemento <span> y deriva de la interfaz HTMLElement, pero sin implementar ninguna propiedad o método adicional.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/cite"
        }
    },
    {
        "numero": "29",
        "nombre":"Q",
        "tag":"<q>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <q> indica que el texto adjunto es una cita corta en línea. La mayoría de los navegadores modernos implementan esto rodeando el texto entre comillas. Este elemento está destinado a citas breves que no requieren saltos de párrafo; para citas de bloque independiente, utiliza el elemento <blockquote>.",
            "ejemplo":"<p>When Dave asks HAL to open the pod bay door, HAL answers:<q cite='https://www.imdb.com/title/tt0062622/quotes/qt0396921'>I'm sorry, Dave. I'm afraid I can't do that.</q></p>",
            "interfazDOM":"La interfaz HTMLQuoteElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos de cita, como <blockquote> y <q>, pero no el elemento <cite>.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/q"
        }
    },
    {
        "numero": "30",
        "nombre":"Dfn",
        "tag":"<dfn>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"Sirve para marcar el término que se quiere definir.",
            "ejemplo":"<p>El <dfn>HTML</dfn> es un lenguaje de marcado para hipertextos.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/dfn"
        }
    },
    {
        "numero": "31",
        "nombre":"Ab",
        "tag":"<abbr>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <abbr> (o Elemento de Abreviación HTML) representa una abreviación o acrónimo; el atributo opcional title puede ampliar o describir la abreviatura. Si está presente, el atributo title debe contener la descripción completa y nada más.",
            "ejemplo":"<p>I do <abbr title='Hypertext Markup Language'>HTML</abbr></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, otros la implementan a través de una interfaz que hereda de ella.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/abbr"
        }
    },
    {
        "numero": "32",
        "nombre":"Da",
        "tag":"<data>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El Elemento HTML <data> vincula un contenido dado con una traducción legible por una máquina. Si el contenido está relacionado con time- o date-, debe usarse el elemento <time>.",
            "ejemplo":"<p>New Products</p><ul><li><data value='3967381398'>Mini Ketchup</data></li><li><data value='3967381399'>Jumbo Ketchup</data></li><li><data value='3967381400'>Mega Jumbo Ketchup</data></li></ul>",
            "interfazDOM":"La HTMLDataElementinterfaz proporciona propiedades especiales (más allá de la HTMLElementinterfaz normal, también está disponible por herencia) para manipular <data>elementos.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/data"
        }
    },
    {
        "numero": "33",
        "nombre":"Tim",
        "tag":"<time>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <time> representa un periodo específico en el tiempo. Puede incluir el atributo datetime para convertir las fechas en un formato interno legible por un ordenador, permitiendo mejores resultados en los motores de búsqueda o características personalizadas como recordatorios.",
            "ejemplo":"<p>The concert starts at <time datetime='20:00'>20:00</time> and you'll be able to enjoy the band for at least<time datetime='PT2H30M'>2h 30m</time>.</p>",
            "interfazDOM":"La HTMLTimeElementinterfaz proporciona propiedades especiales (más allá de la HTMLElementinterfaz normal, también está disponible por herencia) para manipular <time>elementos.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/time"
        }
    },
    {
        "numero": "34",
        "nombre":"Co",
        "tag":"<code>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <code> muestra su contenido con un estilo que pretende indicar que el texto es un breve fragmento de código informático. De forma predeterminada, el texto del contenido se muestra utilizando la fuente monoespaciada predeterminada del agente de usuario.",
            "ejemplo":"<p> The <code>push()</code> method adds one or more elements to the end of an array and returns the new length of the array.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/es/docs/Web/HTML/Element/code"
        }
    },
    {
        "numero": "35",
        "nombre":"Va",
        "tag":"<var>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <var> representa el nombre de una variable en una expresión matemática o un contexto de programación. Por lo general, se presenta utilizando una versión en cursiva del tipo de letra actual, aunque ese comportamiento depende del navegador.",
            "ejemplo":"<p>A simple equation: <var>x</var> = <var>y</var> + 2</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/var"
        }
    },
    {
        "numero": "36",
        "nombre":"Sa",
        "tag":"<samp>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <samp> se utiliza para incluir texto en línea que representa una salida de muestra (o citada) de un programa de computadora. Su contenido normalmente se representa utilizando la fuente monoespaciada predeterminada del navegador (como Courier o Lucida Console).",
            "ejemplo":"<p>I was trying to boot my computer, but I got this hilarious message:</p><p><samp>Keyboard not found <br />Press F1 to continue</samp></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/samp"
        }
    },
    {
        "numero": "37",
        "nombre":"Kb",
        "tag":"<kbd>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <kbd> representa un tramo de texto en línea que denota la entrada textual del usuario desde un teclado, entrada de voz o cualquier otro dispositivo de entrada de texto. Por convención, el agente de usuario muestra de forma predeterminada el contenido de un elemento <kbd> usando su fuente monoespaciada predeterminada, aunque esto no es obligatorio por el estándar HTML.",
            "ejemplo":"<p>Please press <kbd>Ctrl</kbd> + <kbd>Shift</kbd> + <kbd>R</kbd> to re-render an MDN page.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/kbd"
        }
    },
    {
        "numero": "38",
        "nombre":"Sub",
        "tag":"<sub>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <sub> especifica texto en línea que debe mostrarse como subíndice únicamente por razones tipográficas. Los subíndices normalmente se representan con una línea base reducida utilizando texto más pequeño.",
            "ejemplo":"<p> Almost every developer's favorite molecule is C<sub>8</sub>H<sub>10</sub>N<sub>4</sub>O<sub>2</sub>, also known as 'caffeine.'</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/sub"
        }
    },
    {
        "numero": "39",
        "nombre":"Sup",
        "tag":"<sup>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <sup> especifica texto en línea que se mostrará como superíndice únicamente por razones tipográficas. Los superíndices normalmente se representan con una línea base elevada utilizando texto más pequeño.",
            "ejemplo":"<p>The <em>Pythagorean theorem</em> is often expressed as the following equation:</p><p><var>a<sup>2</sup></var> + <var>b<sup>2</sup></var> = <var>c<sup>2</sup></var></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/sup"
        }
    },
    {
        "numero": "40",
        "nombre":"I",
        "tag":"<i>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <i> representa un rango de texto que se separa del texto normal por algún motivo, como texto idiomático, términos técnicos, designaciones taxonómicas, entre otros. Históricamente, estos se han presentado en cursiva, que es la fuente original de la denominación <i> de este elemento.",
            "ejemplo":"<p>I looked at it and thought <i>This can't be real!</i></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/i"
        }
    },
    {
        "numero": "41",
        "nombre":"B",
        "tag":"<b>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <b> se utiliza para llamar la atención del lector sobre el contenido del elemento, al que de otro modo no se le concede especial importancia. Esto se conocía anteriormente como elemento Negrita y la mayoría de los navegadores todavía dibujan el texto en negrita. Sin embargo, no debes usar <b> para aplicar estilo al texto o otorgar importancia. Si desea crear texto en negrita, debe utilizar la propiedad de peso de fuente CSS. Si desea indicar que un elemento es de especial importancia, deberá utilizar el elemento <strong>.",
            "ejemplo":"<p>The two most popular science courses offered by the school are <b class='term'>chemistry</b> (the study of chemicals and the composition of substances) and <b class='term'>physics</b> (the study of the nature and properties of matter and energy).</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/b"
        }
    },
    {
        "numero": "42",
        "nombre":"U",
        "tag":"<u>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <u> representa un tramo de texto en línea que debe representarse de manera que indique que tiene una anotación no textual. Esto se representa de forma predeterminada como un subrayado sólido simple, pero se puede modificar usando CSS.",
            "ejemplo":"<p>You could use this element to highlight <u>speling</u> mistakes, so the writer can <u>corect</u> them.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/u"
        }
    },
    {
        "numero": "43",
        "nombre":"Mk",
        "tag":"<mark>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <mark> representa texto que está marcado o resaltado con fines de referencia o notación debido a la relevancia del pasaje marcado en el contexto adjunto.",
            "ejemplo":"<p>Several species of <mark>salamander</mark> inhabit the temperate rainforest of the Pacific Northwest.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/mark"
        }
    },
    {
        "numero": "44",
        "nombre":"Sp",
        "tag":"<span>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <span> es un contenedor en línea genérico para redactar contenido, que no representa nada inherentemente. Se puede usar para agrupar elementos con fines de estilo (usando los atributos de clase o id), o porque comparten valores de atributos, como lang. Sólo debe utilizarse cuando ningún otro elemento semántico sea apropiado. <span> es muy parecido a un elemento <div>, pero <div> es un elemento a nivel de bloque mientras que <span> es un elemento a nivel de línea.",
            "ejemplo":"<p>Gradually add the <span class='ingredient'>olive oil</span> while running the blender slowly.</p>",
            "interfazDOM":"La interfaz HTMLSpanElement representa un elemento <span> y deriva de la interfaz HTMLElement, pero sin implementar ninguna propiedad o método adicional.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/span"
        }
    },
    {
        "numero": "45",
        "nombre":"Br",
        "tag":"<br>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <br> produce un salto de línea en el texto (retorno de carro). Es útil para escribir un poema o un discurso, donde la división de líneas es significativa.",
            "ejemplo":"  Wait, soon like these<br />Thou too shalt rest.",
            "interfazDOM":"La interfaz HTMLBRElement representa un elemento de salto de línea HTML (<br>). Hereda de HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/API/HTMLBRElement"
        }
    },
    {
        "numero": "46",
        "nombre":"Wbr",
        "tag":"<wbr>",
        "grupo":"Textual",
        "color":"rosa mexicano",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <wbr> representa una oportunidad de salto de palabra: una posición dentro del texto donde el navegador puede opcionalmente romper una línea, aunque sus reglas de salto de línea no crearían un salto en esa ubicación.",
            "ejemplo":"<p>http://this<wbr />.is<wbr />.a<wbr />.really<wbr />.long<wbr />.example<wbr />.com/With<wbr />/deeper<wbr />/level<wbr />/pages<wbr />/deeper<wbr />/level<wbr />/pages</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/wbr"
        }
    },
    {
        "numero": "47",
        "nombre":"Img",
        "tag":"<img>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <img> incrusta una imagen en el documento.",
            "ejemplo":"<img class='fit-picture'src='/media/cc0-images/grapefruit-slice-332-332.jpg'alt='Grapefruit slice atop a pile of other slices'/>",
            "interfazDOM":"La interfaz HTMLImageElement representa un elemento HTML <img> y proporciona las propiedades y métodos utilizados para manipular elementos de imagen.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/img"
        }
    },
    {
        "numero": "48",
        "nombre":"Pic",
        "tag":"<picture>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <picture> contiene cero o más elementos <source> y un elemento <img> para ofrecer versiones alternativas de una imagen para diferentes escenarios de visualización/dispositivo. El navegador considerará cada elemento <source> secundario y elegirá la mejor coincidencia entre ellos. Si no se encuentran coincidencias, o el navegador no admite el elemento <picture>, se selecciona la URL del atributo src del elemento <img>. Luego, la imagen seleccionada se presenta en el espacio ocupado por el elemento <img>.",
            "ejemplo":"<!--Change the browser window width to see the image change.--><picture><source srcset='/media/cc0-images/surfer-240-200.jpg' media='(orientation: portrait)' /><img src='/media/cc0-images/painted-hand-298-332.jpg' alt='' /></picture>",
            "interfazDOM":"La interfaz HTMLPictureElement representa un elemento HTML <imagen>. No implementa propiedades o métodos específicos.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/picture"
        }
    },
    {
        "numero": "49",
        "nombre":"Ifr",
        "tag":"<iframe>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <iframe> representa un contexto de navegación anidado, incrustando otra página HTML en la actual.",
            "ejemplo":"<iframe src='https://example.org' title='iframe Example 1' width='400' height='300'></iframe>",
            "interfazDOM":"La interfaz HTMLIFrameElement proporciona propiedades y métodos especiales (más allá de los de la interfaz HTMLElement, también está disponible por herencia) para manipular el diseño y la presentación de elementos de marco en línea.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/iframe"
        }
    },
    {
        "numero": "50",
        "nombre":"Emb",
        "tag":"<embed>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <embed> incorpora contenido externo en el punto especificado del documento. Este contenido es proporcionado por una aplicación externa u otra fuente de contenido interactivo, como un complemento del navegador.",
            "ejemplo":"<embed type='video/webm' src='/media/cc0-videos/flower.mp4' width='250' height='200' />",
            "interfazDOM":"La interfaz HTMLEmbedElement proporciona propiedades especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos <embed>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/embed"
        }
    },
    {
        "numero": "51",
        "nombre":"Obj",
        "tag":"<object>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <object> representa un recurso externo, que puede tratarse como una imagen, un contexto de navegación anidado o un recurso para ser manejado por un complemento.",
            "ejemplo":"<object type='application/pdf' data='/media/examples/In-CC0.pdf' width='250' height='200'></object>",
            "interfazDOM":"La interfaz HTMLObjectElement proporciona propiedades y métodos especiales (más allá de los de la interfaz HTMLElement, también tiene disponibles por herencia) para manipular el diseño y la presentación del elemento <object>, que representa recursos externos.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/object"
        }
    },
    {
        "numero": "52",
        "nombre":"Par",
        "tag":"<param>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"En desuso: esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad.",
            "descripción":"The <param> HTML element defines parameters for an <object> element.",
            "ejemplo":"<param name='movie' value='/assets/flash/light-bulb.swf'>",
            "interfazDOM":"La interfaz HTMLParamElement proporciona propiedades especiales (más allá de las de la interfaz de objeto HTMLElement normal que hereda) para manipular elementos <param>, que representan un par de clave y un valor que actúa como parámetro para un elemento <object>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/param"
        }
    },
    {
        "numero": "53",
        "nombre":"Vi",
        "tag":"<video>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <video> incorpora un reproductor multimedia que admite la reproducción de vídeo en el documento. También puedes usar <video> para contenido de audio, pero el elemento <audio> puede proporcionar una experiencia de usuario más apropiada.",
            "ejemplo":"<video controls width='250'><source src='/media/cc0-videos/flower.webm' type='video/webm' /><source src='/media/cc0-videos/flower.mp4' type='video/mp4' /> Download the <a href='/media/cc0-videos/flower.webm'>WEBM</a> or <a href='/media/cc0-videos/flower.mp4'>MP4</a> video.</video>",
            "interfazDOM":"Implementada por el elemento <video>, la interfaz HTMLVideoElement proporciona propiedades y métodos especiales para manipular objetos de video. También hereda propiedades y métodos de HTMLMediaElement y HTMLElement. La lista de formatos multimedia compatibles varía de un navegador a otro. Debe proporcionar su video en un formato único que admita todos los navegadores relevantes, o proporcionar múltiples fuentes de video en suficientes formatos diferentes para que todos los navegadores que necesita admitir estén cubiertos.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/video"
        }
    },
    {
        "numero": "54",
        "nombre":"Au",
        "tag":"<audio>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <audio> se utiliza para incrustar contenido de sonido en documentos. Puede contener una o más fuentes de audio, representadas mediante el atributo src o el elemento <source>: el navegador elegirá la más adecuada. También puede ser el destino de los medios transmitidos mediante streaming, utilizando un MediaStream.",
            "ejemplo":"<audio controls src='/media/cc0-audio/t-rex-roar.mp3'><a href='/media/cc0-audio/t-rex-roar.mp3'> Download audio </a></audio>",
            "interfazDOM":"La interfaz HTMLAudioElement proporciona acceso a las propiedades de los elementos <audio>, así como a métodos para manipularlos. Este elemento se basa en la interfaz HTMLMediaElement y hereda propiedades y métodos de ella.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/API/HTMLAudioElement"
        }
    },
    {
        "numero": "55",
        "nombre":"Src",
        "tag":"<source>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <source> especifica múltiples recursos multimedia para el elemento <picture>, <audio> o <video>. Es un elemento vacío, lo que significa que no tiene contenido y no tiene etiqueta de cierre. Se utiliza comúnmente para ofrecer el mismo contenido multimedia en múltiples formatos de archivo con el fin de brindar compatibilidad con una amplia gama de navegadores dada su diferente compatibilidad con formatos de archivos de imagen y formatos de archivos multimedia.",
            "ejemplo":"<video controls><source src='foo.webm' type='video/webm' /><source src='foo.ogg' type='video/ogg' /><source src='foo.mov' type='video/quicktime' / I'm sorry; your browser doesn't support HTML video.</video>",
            "interfazDOM":"La interfaz HTMLSourceElement proporciona propiedades especiales (más allá de la interfaz de objeto HTMLElement normal, también está disponible por herencia) para manipular elementos <source>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/source"
        }
    },
    {
        "numero": "56",
        "nombre":"Trk",
        "tag":"<track>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <track> se utiliza como hijo de los elementos multimedia <audio> y <video>. Le permite especificar pistas de texto cronometradas (o datos basados en el tiempo), por ejemplo, para manejar automáticamente los subtítulos. Las pistas están formateadas en formato WebVTT (archivos .vtt): pistas de texto de vídeo web.",
            "ejemplo":"<video controls src='/media/cc0-videos/friday.mp4'><track default kind='captions' srclang='en' src='/media/examples/friday.vtt' /> Download the <a href='/media/cc0-videos/friday.mp4'>MP4</a> video, and <a href='/media/examples/friday.vtt'>subtitles</a>.</video>",
            "interfazDOM":"La interfaz HTMLTrackElement representa un elemento HTML <track> dentro del DOM. Este elemento se puede utilizar como elemento secundario de <audio> o <video> para especificar una pista de texto que contenga información como subtítulos o subtítulos.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/track"
        }
    },
    {
        "numero": "57",
        "nombre":"Map",
        "tag":"<map>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <map> se utiliza con elementos <area> para definir un mapa de imagen (un área de enlace en la que se puede hacer clic).",
            "ejemplo":"<!-- Photo by Juliana e Mariana Amorim on Unsplash --><map name='primary'><area shape='circle' coords='75,75,75' href='https://developer.mozilla.org/docs/Web/JavaScript' target='blank' alt='JavaScript' /></map>",
            "interfazDOM":"La interfaz HTMLMapElement proporciona propiedades y métodos especiales (más allá de los de la interfaz HTMLElement de objeto normal, también está disponible por herencia) para manipular el diseño y la presentación de los elementos del mapa.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/map"
        }
    },
    {
        "numero": "58",
        "nombre":"Ar",
        "tag":"<area>",
        "grupo":"Multimedia",
        "color":"salmón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <area> define un área dentro de un mapa de imagen que tiene áreas predefinidas en las que se puede hacer clic. Un mapa de imagen permite asociar áreas geométricas de una imagen con enlaces de hipertexto. Este elemento se utiliza sólo dentro de un elemento <map>.",
            "ejemplo":"<area shape='poly' coords='129,0,260,95,129,138' href='https://developer.mozilla.org/docs/Web/HTTP' target='_blank' alt='HTTP'/>",
            "interfazDOM":"La interfaz HTMLAreaElement proporciona propiedades y métodos especiales (más allá de los de la interfaz HTMLElement de objeto normal, también está disponible por herencia) para manipular el diseño y la presentación de los elementos <area>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/area"
        }
    },
    {
        "numero": "59",
        "nombre":"Tb",
        "tag":"<table>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <table> representa datos tabulares, es decir, información presentada en una tabla bidimensional compuesta de filas y columnas de celdas que contienen datos.",
            "ejemplo":"<table><thead><tr><th colspan='2'>The table header</th></tr></thead><tbody><tr><td>The table body</td><td>with two columns</td></tr></tbody></table>",
            "interfazDOM":"La interfaz HTMLTableElement proporciona propiedades y métodos especiales (más allá de la interfaz de objeto HTMLElement normal, también está disponible por herencia) para manipular el diseño y la presentación de tablas en un documento HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/table"
        }
    },
    {
        "numero": "60",
        "nombre":"Cap",
        "tag":"<caption>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <caption> especifica el título (o título) de una tabla.",
            "ejemplo":"<table><caption>Example Caption</caption><tr><th>Login</th><th>Email</th></tr></table>",
            "interfazDOM":"The HTMLTableCaptionElement interface provides special properties (beyond the regular HTMLElement interface it also has available to it by inheritance) for manipulating table <caption> elements.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/caption."
        }
    },
    {
        "numero": "61",
        "nombre":"Cg",
        "tag":"<colgroup>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <colgroup> define un grupo de columnas dentro de una tabla.",
            "ejemplo":"<col /><col span='2' class='batman' /><col span='2' class='flash' /></colgroup><tr><td> </td><th scope='col'>Batman</th><th scope='col'>The Flash</th></tr><tr><th scope='row'>Skill</th><td>Smarts</td><td>Super speed</td></tr></table>",
            "interfazDOM":"La interfaz HTMLTableColElement proporciona propiedades para manipular elementos de columnas de tabla individuales o agrupados.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/colgroup"
        }
    },
    {
        "numero": "62",
        "nombre":"Col",
        "tag":"<col>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <col> define una columna dentro de una tabla y se utiliza para definir la semántica común en todas las celdas comunes. Generalmente se encuentra dentro de un elemento <colgroup>.",
            "ejemplo":"<col /><col span='2' class='batman' /><col span='2' class='flash' /></colgroup><tr><td> </td><th scope='col'>Batman</th><th scope='col'>The Flash</th></tr><tr><th scope='row'>Skill</th><td>Smarts</td><td>Super speed</td></tr></table>",
            "interfazDOM":"La interfaz HTMLTableColElement proporciona propiedades para manipular elementos de columnas de tabla individuales o agrupados.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/col"
        }
    },
    {
        "numero": "63",
        "nombre":"Tbd",
        "tag":"<tbody>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <tbody> encapsula un conjunto de filas de la tabla (elementos <tr>), lo que indica que constituyen el cuerpo de la tabla (<table>).",
            "ejemplo":"<table><caption>Council budget (in £) 2018</caption><thead><tr><th>Items</th><th scope='col'>Expenditure</th></tr></thead><tbody><tr><th scope='row'>Donuts</th><td>3,000</td></tr></tbody></table>",
            "interfazDOM":"La interfaz HTMLTableSectionElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement, también está disponible por herencia) para manipular el diseño y la presentación de las secciones, es decir, encabezados, pies de página y cuerpos (<thead>, <tfoot> y <tbody). >, respectivamente) en una tabla HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/tbody"
        }
    },
    {
        "numero": "64",
        "nombre":"Thd",
        "tag":"<thead>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <thead> define un conjunto de filas que definen el encabezado de las columnas de la tabla.",
            "ejemplo":"<table><thead><tr><th>Items</th><th scope='col'>Expenditure</th></tr></thead><tbody><tr><th scope='row'>Donuts</th><td>3,000</td></tr><tr><th scope='row'>Stationery</th><td>18,000</td></tr></tbody><tfoot><tr><th scope='row'>Totals</th><td>21,000</td></tr></tfoot></table>",
            "interfazDOM":"La interfaz HTMLTableSectionElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement, también está disponible por herencia) para manipular el diseño y la presentación de las secciones, es decir, encabezados, pies de página y cuerpos (<thead>, <tfoot> y <tbody). >, respectivamente) en una tabla HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/thead"
        }
    },
    {
        "numero": "65",
        "nombre":"Tft",
        "tag":"<tfoot>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <tfoot> define un conjunto de filas que resumen las columnas de la tabla.",
            "ejemplo":"<table><thead><tr><th>Items</th><th scope='col'>Expenditure</th></tr></thead><tbody><tr><th scope='row'>Donuts</th><td>3,000</td></tr><tr><th scope='row'>Stationery</th><td>18,000</td></tr></tbody><tfoot><tr><th scope='row'>Totals</th><td>21,000</td></tr></tfoot></table>",
            "interfazDOM":"La interfaz HTMLTableSectionElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement, también está disponible por herencia) para manipular el diseño y la presentación de las secciones, es decir, encabezados, pies de página y cuerpos (<thead>, <tfoot> y <tbody). >, respectivamente) en una tabla HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/tfoot"
        }
    },
    {
        "numero": "66",
        "nombre":"Tr",
        "tag":"<tr>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <tr> define una fila de celdas en una tabla. Luego, las celdas de la fila se pueden establecer usando una combinación de elementos <td> (celda de datos) y <th> (celda de encabezado).",
            "ejemplo":"<table><thead><tr><th>Items</th><th scope='col'>Expenditure</th></tr></thead><tbody><tr><th scope='row'>Donuts</th><td>3,000</td></tr><tr><th scope='row'>Stationery</th><td>18,000</td></tr></tbody><tfoot><tr><th scope='row'>Totals</th><td>21,000</td></tr></tfoot></table>",
            "interfazDOM":"La interfaz HTMLTableRowElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement, también está disponible por herencia) para manipular el diseño y la presentación de las filas en una tabla HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/tr"
        }
    },
    {
        "numero": "67",
        "nombre":"Th",
        "tag":"<th>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <th> define una celda como el encabezado de un grupo de celdas de una tabla. La naturaleza exacta de este grupo está definida por el alcance y los atributos de los encabezados.",
            "ejemplo":"<table><thead><tr><th>Items</th><th scope='col'>Expenditure</th></tr></thead><tbody><tr><th scope='row'>Donuts</th><td>3,000</td></tr><tr><th scope='row'>Stationery</th><td>18,000</td></tr></tbody><tfoot><tr><th scope='row'>Totals</th><td>21,000</td></tr></tfoot></table>",
            "interfazDOM":"La interfaz HTMLTableCellElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular el diseño y la presentación de las celdas de la tabla, ya sean celdas de encabezado (<th>)) o celdas de datos (<td>). , en un documento HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/th"
        }
    },
    {
        "numero": "68",
        "nombre":"Td",
        "tag":"<td>",
        "grupo":"Tablas",
        "color":"naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <td> define una celda de una tabla que contiene datos. Participa en el modelo de mesa.",
            "ejemplo":"<table><thead><tr><th>Items</th><th scope='col'>Expenditure</th></tr></thead><tbody><tr><th scope='row'>Donuts</th><td>3,000</td></tr><tr><th scope='row'>Stationery</th><td>18,000</td></tr></tbody><tfoot><tr><th scope='row'>Totals</th><td>21,000</td></tr></tfoot></table>",
            "interfazDOM":"La interfaz HTMLTableCellElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular el diseño y la presentación de las celdas de la tabla, ya sean celdas de encabezado (<th>)) o celdas de datos (<td>). , en un documento HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/td"
        }
    },
    {
        "numero": "69",
        "nombre":"Frm",
        "tag":"<form>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML form (<form>) representa una sección de un documento que contiene controles interactivos que permiten a un usuario enviar información a un servidor web. Es posible usar las pseudo-clasess de CSS :valid e :invalid para darle estilos a un elemento form.",
            "ejemplo":"<form method='get'><label>Name:<input name='submitted-name' autocomplete='name' /></label><button>Save</button></form>",
            "interfazDOM":"La interfaz HTMLFormElement representa un elemento <form> en el DOM. Permite el acceso y, en algunos casos, la modificación de aspectos del formulario, así como el acceso a los elementos que lo componen.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/form"
        }
    },
    {
        "numero": "70",
        "nombre":"Lab",
        "tag":"<label>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <label> representa un título para un elemento en una interfaz de usuario.",
            "ejemplo":"<div class='preference'><label for='cheese'>Do you like cheese?</label><input type='checkbox' name='cheese' id='cheese' /></div>",
            "interfazDOM":"La interfaz HTMLLabelElement brinda acceso a propiedades específicas de los elementos <label>. Hereda métodos y propiedades de la interfaz HTMLElement base.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/label"
        }
    },
    {
        "numero": "71",
        "nombre":"In",
        "tag":"<input>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <input> se utiliza para crear controles interactivos para formularios basados en web con el fin de aceptar datos del usuario; Hay disponible una amplia variedad de tipos de datos de entrada y widgets de control, según el dispositivo y el agente de usuario. El elemento <input> es uno de los más poderosos y complejos de todo HTML debido a la gran cantidad de combinaciones de tipos y atributos de entrada.",
            "ejemplo":"<label for='name'>Name (4 to 8 characters):</label><input type='text' id='name' name='name' required minlength='4' maxlength='8' size='10' />",
            "interfazDOM":"La interfaz HTMLInputElement proporciona propiedades y métodos especiales para manipular las opciones, el diseño y la presentación de los elementos <input>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/input"
        }
    },
    {
        "numero": "72",
        "nombre":"But",
        "tag":"<button>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <botón> es un elemento interactivo activado por un usuario con un mouse, teclado, dedo, comando de voz u otra tecnología de asistencia. Una vez activado, realiza una acción, como enviar un formulario o abrir un cuadro de diálogo. De forma predeterminada, los botones HTML se presentan en un estilo que se asemeja a la plataforma en la que se ejecuta el agente de usuario, pero puedes cambiar la apariencia de los botones con CSS.",
            "ejemplo":"<button class='favorite styled' type='button'>Add to favorites</button>",
            "interfazDOM":"La interfaz HTMLButtonElement proporciona propiedades y métodos (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos <button>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/button"
        }
    },
    {
        "numero": "73",
        "nombre":"Sel",
        "tag":"<select>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <select> representa un control que proporciona un menú de opciones.",
            "ejemplo":"<select name='pets' id='pet-select'><option value=''>--Please choose an option--</option><option value='dog'>Dog</option><option value='hamster'>Hamster</option><option value='goldfish'>Goldfish</option></select>",
            "interfazDOM":"La interfaz HTMLSelectElement representa un elemento HTML <select>. Estos elementos también comparten todas las propiedades y métodos de otros elementos HTML a través de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/select"
        }
    },
    {
        "numero": "74",
        "nombre":"Dtl",
        "tag":"<datalist>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <datalist> contiene un conjunto de elementos <option> que representan las opciones permitidas o recomendadas disponibles para elegir dentro de otros controles.",
            "ejemplo":"<datalist id='ice-cream-flavors'><option value='Chocolate'></option><option value='Strawberry'></option><option value='Vanilla'></option></datalist>",
            "interfazDOM":"La interfaz HTMLDataListElement proporciona propiedades especiales (más allá de la interfaz del objeto HTMLElement, también está disponible por herencia) para manipular elementos <datalist> y su contenido.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/datalist"
        }
    },
    {
        "numero": "75",
        "nombre":"Og",
        "tag":"<optgroup>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <optgroup> crea una agrupación de opciones dentro de un elemento <select>.",
            "ejemplo":"<select id='dino-select'><optgroup label='Sauropods'><option>Diplodocus</option><option>Saltasaurus</option><option>Apatosaurus</option></optgroup></select>",
            "interfazDOM":"La interfaz HTMLOptGroupElement proporciona propiedades y métodos especiales (más allá de la interfaz de objeto HTMLElement normal, también están disponibles por herencia) para manipular el diseño y la presentación de los elementos <optgroup>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/optgroup"
        }
    },
    {
        "numero": "76",
        "nombre":"O",
        "tag":"<option>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <option> se utiliza para definir un elemento contenido en un elemento <select>, <optgroup> o <datalist>. Como tal, <opción> puede representar elementos de menú en ventanas emergentes y otras listas de elementos en un documento HTML.",
            "ejemplo":"<select name='pets' id='pet-select'><option value=''>--Please choose an option--</option><option value='dog'>Dog</option><option value='hamster'>Hamster</option><option value='goldfish'>Goldfish</option></select>",
            "interfazDOM":"La interfaz HTMLOptionElement representa elementos <option> y hereda todas las propiedades y métodos de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/option"
        }
    },
    {
        "numero": "77",
        "nombre":"Ta",
        "tag":"<textarea>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <textarea> representa un control de edición de texto sin formato de varias líneas, útil cuando desea permitir a los usuarios ingresar una cantidad considerable de texto de formato libre, por ejemplo, un comentario en un formulario de revisión o comentarios.",
            "ejemplo":"<label for='story'>Tell us your story:</label><textarea id='story' name='story' rows='5' cols='33'>It was a dark and stormy night...</textarea>",
            "interfazDOM":"The HTMLTextAreaElement interface provides special properties and methods for manipulating the layout and presentation of <textarea> elements.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/textarea"
        }
    },
    {
        "numero": "78",
        "nombre":"Out",
        "tag":"<output>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <output> es un elemento contenedor en el que un sitio o aplicación puede inyectar los resultados de un cálculo o el resultado de una acción del usuario.",
            "ejemplo":"<form oninput='result.value=parseInt(a.value)+parseInt(b.value)''><input type='range' id='b' name='b' value='50' /> + <input type='number' id='a' name='a' value='10' /> =<output name='result' for='a b'>60</output></form>",
            "interfazDOM":"La interfaz HTMLOutputElement proporciona propiedades y métodos (más allá de los heredados de HTMLElement) para manipular el diseño y la presentación de los elementos <output>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/output"
        }
    },
    {
        "numero": "79",
        "nombre":"Prg",
        "tag":"<progress>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <progress> muestra un indicador que muestra el progreso de finalización de una tarea, generalmente mostrado como una barra de progreso.",
            "ejemplo":"<label for='file'>File progress:</label><progress id='file' max='100' value='70'>70%</progress>",
            "interfazDOM":"La interfaz HTMLProgressElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular el diseño y la presentación de los elementos <progress>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/progress"
        }
    },
    {
        "numero": "80",
        "nombre":"Met",
        "tag":"<meter>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <meter> representa un valor escalar dentro de un rango conocido o un valor fraccionario.",
            "ejemplo":"<label for='fuel'>Fuel level:</label><meter id='fuel' min='0' max='100' low='33' high='66' optimum='80' value='50'>at 50/100</meter>",
            "interfazDOM":"Los elementos HTML <meter> exponen la interfaz HTMLMeterElement, que proporciona propiedades y métodos especiales (más allá de la interfaz del objeto HTMLElement, también tienen disponibles por herencia) para manipular el diseño y la presentación de los elementos <meter>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/meter"
        }
    },
    {
        "numero": "81",
        "nombre":"Fs",
        "tag":"<fieldset>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <fieldset> se utiliza para agrupar varios controles así como etiquetas (<label>) dentro de un formulario web.",
            "ejemplo":"<form action='#'><fieldset><legend>Do you agree?</legend><input type='checkbox' id='chbx' name='agree' value='Yes!' /><label for='chbx'>I agree</label></fieldset></form>",
            "interfazDOM":"La interfaz HTMLFieldSetElement proporciona propiedades y métodos especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular el diseño y la presentación de los elementos <fieldset>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/fieldset"
        }
    },
    {
        "numero": "82",
        "nombre":"Le",
        "tag":"<legend>",
        "grupo":"formulario",
        "color":"verde limón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <legend> representa un título para el contenido de su <fieldset> principal.",
            "ejemplo":"<form action='#'><fieldset><legend>Do you agree?</legend><input type='checkbox' id='chbx' name='agree' value='Yes!' /><label for='chbx'>I agree</label></fieldset></form>",
            "interfazDOM":"HTMLLegendElement es una interfaz que permite acceder a las propiedades de los elementos <legend>. Hereda propiedades y métodos de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/legend"
        }
    },  
    {
        "numero": "83",
        "nombre":"Sc",
        "tag":"<script>",
        "grupo":"scripting",
        "color":"verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <script> se utiliza para incrustar código o datos ejecutables; normalmente se utiliza para incrustar o hacer referencia a código JavaScript. El elemento <script> también se puede utilizar con otros lenguajes, como el lenguaje de programación de sombreadores GLSL de WebGL y JSON.",
            "ejemplo":"<script src='main.js'></script>",
            "interfazDOM":"Los elementos HTML <script> exponen la interfaz HTMLScriptElement, que proporciona propiedades y métodos especiales para manipular el comportamiento y la ejecución de los elementos <script> (más allá de la interfaz HTMLElement heredada). Los archivos JavaScript deben entregarse con el tipo MIME aplicación/javascript, pero los navegadores son indulgentes y los bloquean solo si el script se entrega con un tipo de imagen (image/*), tipo de video (video/*), tipo de audio (audio/*). ), o texto/csv. Si el script está bloqueado, su elemento recibe un evento de error; de lo contrario, recibe un evento de carga.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/script"
        }
    },
    
    {
        "numero": "84",
        "nombre":"Nsc",
        "tag":"<noscript>",
        "grupo":"scripting",
        "color":"verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <noscript> define una sección de HTML que se insertará si un tipo de secuencia de comandos en la página no es compatible o si las secuencias de comandos están actualmente desactivadas en el navegador.",
            "ejemplo":"<noscript><!-- anchor linking to external file --><a href='https://www.mozilla.org/''>External Link</a></noscript><p>Rocks!</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/noscript"
        }
    },
    {
        "numero": "85",
        "nombre":"Tp",
        "tag":"<template>",
        "grupo":"scripting",
        "color":"verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <template> es un mecanismo para contener HTML que no debe representarse inmediatamente cuando se carga una página, pero que se puede crear una instancia posteriormente durante el tiempo de ejecución utilizando JavaScript. Piense en una plantilla como un fragmento de contenido que se almacena para su uso posterior en el documento. Si bien el analizador procesa el contenido del elemento <template> mientras carga la página, lo hace sólo para garantizar que ese contenido sea válido; Sin embargo, el contenido del elemento no se representa.",
            "ejemplo":"<div id='container'></div><template id='template'><div>Click me</div></template>",
            "interfazDOM":"La interfaz HTMLTemplateElement permite el acceso al contenido de un elemento HTML <template>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/template"
        }
    },
    {
        "numero": "86",
        "nombre":"Sl",
        "tag":"<slot>",
        "grupo":"scripting",
        "color":"verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <slot> (parte del conjunto de tecnologías de componentes web) es un marcador de posición dentro de un componente web que puede completar con su propio marcado, lo que le permite crear árboles DOM separados y presentarlos juntos.",
            "ejemplo":"<details><summary><code class='name'>&lt;<slot name='element-name'>NEED NAME</slot>&gt;</code><span class='desc'><slot name='description'>NEED DESCRIPTION</slot></span></details>",
            "interfazDOM":"La interfaz HTMLSlotElement de la API Shadow DOM permite el acceso al nombre y a los nodos asignados de un elemento <slot> HTML.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/slot"
        }
    },
    {
        "numero": "87",
        "nombre":"Cv",
        "tag":"<canvas>",
        "grupo":"scripting",
        "color":"verde",
        "info":{
            "advertencia":"",
            "descripción":"Utilice el elemento HTML <canvas> con la API de secuencias de comandos de lienzo o la API WebGL para dibujar gráficos y animaciones.",
            "ejemplo":"<canvas width='120' height='120'>An alternative text describing what your canvas displays.</canvas>",
            "interfazDOM":"La interfaz HTMLCanvasElement proporciona propiedades y métodos para manipular el diseño y la presentación de los elementos <canvas>. La interfaz HTMLCanvasElement también hereda las propiedades y métodos de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/canvas"
        }
    },
    {
        "numero": "88",
        "nombre":"Det",
        "tag":"<details>",
        "grupo":"interactivas",
        "color":"azul-verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <details> crea un widget de divulgación en el que la información es visible sólo cuando el widget se cambia a un estado 'abierto'. Se debe proporcionar un resumen o etiqueta utilizando el elemento <summary>. Un widget de divulgación generalmente se presenta en pantalla mediante un pequeño triángulo que gira (o gira) para indicar el estado abierto/cerrado, con una etiqueta al lado del triángulo. El contenido del elemento <summary> se utiliza como etiqueta para el widget de divulgación.",
            "ejemplo":"<details><summary>Details</summary>Something small enough to escape casual notice.</details>",
            "interfazDOM":"La interfaz HTMLDetailsElement proporciona propiedades especiales (más allá de la interfaz HTMLElement normal, también está disponible por herencia) para manipular elementos <details>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/details"
        }
    },
    {
        "numero": "89",
        "nombre":"Sum",
        "tag":"<summary>",
        "grupo":"interactivas",
        "color":"azul-verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <summary> especifica un resumen, título o leyenda para el cuadro de divulgación de un elemento <details>. Al hacer clic en el elemento <summary> se alterna el estado del elemento principal <details> abierto y cerrado.",
            "ejemplo":"<details><summary>I have keys but no doors. I have space but no room. You can enter but can’t leave. What am I?</summary>A keyboard.</details>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/summary"
        }
    },
    {
        "numero": "90",
        "nombre":"Dia",
        "tag":"<dialog>",
        "grupo":"interactivas",
        "color":"azul-verde",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <dialog> representa un cuadro de diálogo u otro componente interactivo, como una alerta, un inspector o una subventana descartables.",
            "ejemplo":"<dialog open><p>Greetings, one and all!</p><form method='dialog'><button>OK</button> </form></dialog>",
            "interfazDOM":"La interfaz HTMLDialogElement proporciona métodos para manipular elementos <dialog>. Hereda propiedades y métodos de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/dialog"
        }
    },
    {
        "numero": "91",
        "nombre":"Art",
        "tag":"<article>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <article> representa una composición autónoma en un documento, página, aplicación o sitio, que está destinada a ser distribuible o reutilizable de forma independiente (por ejemplo, en sindicación). Los ejemplos incluyen: una publicación en un foro, un artículo de revista o periódico, una entrada de blog, una tarjeta de producto, un comentario enviado por un usuario, un widget o gadget interactivo o cualquier otro elemento de contenido independiente.",
            "ejemplo":"<article class='day-forecast'><h2>04 March 2018</h2><p>Periods of rain.</p></article>",
            "interfazDOM":"La interfaz HTMLDialogElement proporciona métodos para manipular elementos <dialog>. Hereda propiedades y métodos de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/dialog"
        }
    },
    {
        "numero": "92",
        "nombre":"Sec",
        "tag":"<section>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <section> representa una sección genérica independiente de un documento, que no tiene un elemento semántico más específico para representarla. Las secciones siempre deben tener un título, con muy pocas excepciones.",
            "ejemplo":"<section><h2>Introduction</h2><p>This document provides a guide to help with the important task of choosing the correct Apple.</p></section>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/section"
        }
    },
    {
        "numero": "93",
        "nombre":"Nav",
        "tag":"<nav>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <nav> representa una sección de una página cuyo propósito es proporcionar enlaces de navegación, ya sea dentro del documento actual o hacia otros documentos. Ejemplos comunes de secciones de navegación son menús, tablas de contenido e índices.",
            "ejemplo":"<nav class='crumbs'><ol><li class='crumb'><a href='#'>Bikes</a></li><li class='crumb'>Jump Bike 3000</li></ol></nav>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/nav"
        }
    },
    {
        "numero": "94",
        "nombre":"Hg",
        "tag":"<hgroup>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <hgroup> representa un encabezado y contenido relacionado. Agrupa un único elemento <h1>–<h6> con uno o más <p>.",
            "ejemplo":"<hgroup><h1>Frankenstein</h1><p>Or: The Modern Prometheus</p></hgroup>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/hgroup"
        }
    },
    {
        "numero": "95",
        "nombre":"H1",
        "tag":"<h1>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"Los elementos HTML <h1> a <h6> representan seis niveles de encabezados de sección. <h1> es el nivel de sección más alto y <h6> es el más bajo. De forma predeterminada, todos los elementos de encabezado crean un cuadro a nivel de bloque en el diseño, comenzando en una nueva línea y ocupando todo el ancho disponible en el bloque que los contiene.",
            "ejemplo":"<h1>Beetles</h1>",
            "interfazDOM":"La interfaz HTMLHeadingElement representa los diferentes elementos de encabezado, <h1> a <h6>. Hereda métodos y propiedades de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/Heading_Elements"
        }
    },
    {
        "numero": "96",
        "nombre":"H2",
        "tag":"<h2>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"Los elementos HTML <h1> a <h6> representan seis niveles de encabezados de sección. <h1> es el nivel de sección más alto y <h6> es el más bajo. De forma predeterminada, todos los elementos de encabezado crean un cuadro a nivel de bloque en el diseño, comenzando en una nueva línea y ocupando todo el ancho disponible en el bloque que los contiene.",
            "ejemplo":"<h2>Beetles</h2>",
            "interfazDOM":"La interfaz HTMLHeadingElement representa los diferentes elementos de encabezado, <h1> a <h6>. Hereda métodos y propiedades de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/Heading_Elements"
        }
    },
    {
        "numero": "97",
        "nombre":"H3",
        "tag":"<h3>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"Los elementos HTML <h1> a <h6> representan seis niveles de encabezados de sección. <h1> es el nivel de sección más alto y <h6> es el más bajo. De forma predeterminada, todos los elementos de encabezado crean un cuadro a nivel de bloque en el diseño, comenzando en una nueva línea y ocupando todo el ancho disponible en el bloque que los contiene.",
            "ejemplo":"<h3>Beetles</h3>",
            "interfazDOM":"La interfaz HTMLHeadingElement representa los diferentes elementos de encabezado, <h1> a <h6>. Hereda métodos y propiedades de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/Heading_Elements"
        }
    },
    {
        "numero": "98",
        "nombre":"H4",
        "tag":"<h4>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"Los elementos HTML <h1> a <h6> representan seis niveles de encabezados de sección. <h1> es el nivel de sección más alto y <h6> es el más bajo. De forma predeterminada, todos los elementos de encabezado crean un cuadro a nivel de bloque en el diseño, comenzando en una nueva línea y ocupando todo el ancho disponible en el bloque que los contiene.",
            "ejemplo":"<h4>Beetles</h4>",
            "interfazDOM":"La interfaz HTMLHeadingElement representa los diferentes elementos de encabezado, <h1> a <h6>. Hereda métodos y propiedades de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/Heading_Elements"
        }
    },
    {
        "numero": "99",
        "nombre":"H5",
        "tag":"<h5>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"Los elementos HTML <h1> a <h6> representan seis niveles de encabezados de sección. <h1> es el nivel de sección más alto y <h6> es el más bajo. De forma predeterminada, todos los elementos de encabezado crean un cuadro a nivel de bloque en el diseño, comenzando en una nueva línea y ocupando todo el ancho disponible en el bloque que los contiene.",
            "ejemplo":"<h5>Beetles</h5>",
            "interfazDOM":"La interfaz HTMLHeadingElement representa los diferentes elementos de encabezado, <h1> a <h6>. Hereda métodos y propiedades de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/Heading_Elements"
        }
    },
    {
        "numero": "100",
        "nombre":"H6",
        "tag":"<h6>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"Los elementos HTML <h1> a <h6> representan seis niveles de encabezados de sección. <h1> es el nivel de sección más alto y <h6> es el más bajo. De forma predeterminada, todos los elementos de encabezado crean un cuadro a nivel de bloque en el diseño, comenzando en una nueva línea y ocupando todo el ancho disponible en el bloque que los contiene.",
            "ejemplo":"<h6>Beetles</h6>",
            "interfazDOM":"La interfaz HTMLHeadingElement representa los diferentes elementos de encabezado, <h1> a <h6>. Hereda métodos y propiedades de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/Heading_Elements"
        }
    },
    {
        "numero": "101",
        "nombre":"Sr",
        "tag":"<search>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <search> es un contenedor que representa las partes del documento o aplicación con controles de formulario u otro contenido relacionado con la realización de una operación de búsqueda o filtrado. El elemento <search> identifica semánticamente que el propósito del contenido del elemento tiene capacidades de búsqueda o filtrado. La funcionalidad de búsqueda o filtrado puede ser para el sitio web o la aplicación, la página web o el documento actual, o todo Internet o una subsección del mismo.",
            "ejemplo":"<search><form action='./search/'><label for='movie'>Find a Movie</label><input type='search' id='movie' name='q' /><button type='submit'>Search</button></form></search>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/search"
        }
    },
    {
        "numero": "102",
        "nombre":"Hdr",
        "tag":"<header>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <header> representa contenido introductorio, normalmente un grupo de ayudas introductorias o de navegación. Puede contener algunos elementos de encabezado pero también un logotipo, un formulario de búsqueda, el nombre del autor y otros elementos.",
            "ejemplo":"<header><a class='logo' href='#'>Cute Puppies Express!</a></header>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/header"
        }
    },
    {
        "numero": "103",
        "nombre":"Ftr",
        "tag":"<footer>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <footer> representa un pie de página para el contenido de sección de su antecesor más cercano o el elemento raíz de sección. Un <pie de página> normalmente contiene información sobre el autor de la sección, datos de derechos de autor o enlaces a documentos relacionados.",
            "ejemplo":"<footer><p>© 2018 Gandalf</p></footer>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/footer"
        }
    },
    {
        "numero": "104",
        "nombre":"Asd",
        "tag":"<aside>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <aside> representa una parte de un documento cuyo contenido está sólo indirectamente relacionado con el contenido principal del documento. Los apartes se presentan con frecuencia como barras laterales o cuadros de notas.",
            "ejemplo":"<aside><p>The Rough-skinned Newt defends itself with a deadly neurotoxin.</p></aside>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/aside"
        }
    },
    {
        "numero": "105",
        "nombre":"Add",
        "tag":"<address>",
        "grupo":"semánticas",
        "color":"amarillo-naranja",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <address> indica que el HTML adjunto proporciona información de contacto para una persona o personas, o para una organización.",
            "ejemplo":"<address><a href='mailto:jim@rock.com'>jim@rock.com</a><br /><a href='tel:+13115552368'>(311) 555-2368</a></address>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/address"
        }
    },
    {
        "numero": "106",
        "nombre":"Rub",
        "tag":"<ruby>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <ruby> representa pequeñas anotaciones que se representan encima, debajo o al lado del texto base, generalmente utilizadas para mostrar la pronunciación de caracteres del este de Asia. También se puede utilizar para anotar otros tipos de texto, pero este uso es menos común. El término rubí se originó como una unidad de medida utilizada por los tipógrafos, que representa el tamaño más pequeño en el que se puede imprimir un texto en papel de periódico sin dejar de ser legible.",
            "ejemplo":"<ruby>漢 <rp>(</rp><rt>Kan</rt><rp>)</rp> 字 <rp>(</rp><rt>ji</rt><rp>)</rp></ruby>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/ruby"
        }
    },
    {
        "numero": "107",
        "nombre":"Rb",
        "tag":"<rb>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"En desuso: esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <rb> se utiliza para delimitar el componente de texto base de una anotación <ruby>, es decir, el texto que se está anotando. Un elemento <rb> debe envolver cada segmento atómico separado del texto base.",
            "ejemplo":"<ruby><rb>漢</rb><rb>字 </rb><rp>(</rp><rt>kan</rt><rt>ji</rt><rp>)</rp></ruby>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/rb"
        }
    },
    {
        "numero": "108",
        "nombre":"Rt",
        "tag":"<rt>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <rt> especifica el componente de texto Ruby de una anotación Ruby, que se utiliza para proporcionar información de pronunciación, traducción o transliteración para la tipografía de Asia Oriental. El elemento <rt> siempre debe estar contenido dentro de un elemento <ruby>.",
            "ejemplo":"<ruby> 漢 <rt>Kan</rt> 字 <rt>ji</rt> </ruby>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/rt"
        }
    },
    {
        "numero": "109",
        "nombre":"Rtc",
        "tag":"<rtc>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <rtc> abarca anotaciones semánticas de caracteres presentados en un ruby de elementos <rb> utilizados dentro del elemento <ruby>. Los elementos <rb> pueden tener anotaciones tanto de pronunciación (<rt>) como semánticas (<rtc>).",
            "ejemplo":"<div class='info'><ruby><rtc><rb>旧</rb><rt>jiù</rt><rb>金</rb><rt>jīn</rt><rb>山</rb><rt>shān</rt></rtc><rtc>San Francisco</rtc></ruby></div>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/rtc"
        }
    },
    {
        "numero": "110",
        "nombre":"Rp",
        "tag":"<rp>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <rp> se utiliza para proporcionar paréntesis alternativos para los navegadores que no admiten la visualización de anotaciones Ruby utilizando el elemento <ruby>. Un elemento <rp> debe encerrar cada uno de los paréntesis de apertura y cierre que envuelven el elemento <rt> que contiene el texto de la anotación.",
            "ejemplo":"<ruby> 漢 <rp>(</rp><rt>kan</rt><rp>)</rp> 字 <rp>(</rp><rt>ji</rt><rp>)</rp> </ruby>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/rp"
        }
    },
    {
        "numero": "111",
        "nombre":"Bd",
        "tag":"<bdi>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <bdi> le indica al algoritmo bidireccional del navegador que trate el texto que contiene de forma aislada del texto circundante. Es particularmente útil cuando un sitio web inserta texto dinámicamente y no conoce la direccionalidad del texto que se está insertando.",
            "ejemplo":"<ul><li><bdi class='name'>Evil Steven</bdi>: 1st place</li><li><bdi class='name'>François fatale</bdi>: 2nd place</li><ul>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/bdi"
        }
    },
    {
        "numero": "112",
        "nombre":"Bdo",
        "tag":"<bdo>",
        "grupo":"ideogramáticas",
        "color":"marrón",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <bdo> anula la direccionalidad actual del texto, de modo que el texto que contiene se representa en una dirección diferente.",
            "ejemplo":"<p><bdo dir='rtl'>This text will go right to left.</bdo></p>",
            "interfazDOM":"La interfaz HTMLSpanElement representa un elemento <span> y deriva de la interfaz HTMLElement, pero sin implementar ninguna propiedad o método adicional.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/bdo"
        }
    },
    {
        "numero": "113",
        "nombre":"Ins",
        "tag":"<ins>",
        "grupo":"edición",
        "color":"nude",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <ins> representa un rango de texto que se ha agregado a un documento. Puede utilizar el elemento <del> para representar de manera similar un rango de texto que se ha eliminado del documento.",
            "ejemplo":"<ins cite='../howtobeawizard.html' datetime='2018-05'><p>“A wizard is never late …”</p></ins>",
            "interfazDOM":"La interfaz HTMLModElement proporciona propiedades especiales (más allá de los métodos y propiedades habituales disponibles a través de la interfaz HTMLElement, también están disponibles por herencia) para manipular elementos de modificación, es decir, <del> y <ins>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/ins"
        }
    },
    {
        "numero": "114",
        "nombre":"Del",
        "tag":"<del>",
        "grupo":"edición",
        "color":"nude",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <del> representa un rango de texto que se ha eliminado de un documento. Esto se puede utilizar al representar 'cambios de seguimiento' o información de diferencias del código fuente, por ejemplo. El elemento <ins> se puede utilizar para el propósito opuesto: indicar texto que se ha agregado al documento.",
            "ejemplo":"<blockquote>There is <del>nothing</del> <ins>no code</ins> either good or bad, but <del>thinking</del> <ins>running it</ins> makes it so.</blockquote>",
            "interfazDOM":"La interfaz HTMLModElement proporciona propiedades especiales (más allá de los métodos y propiedades habituales disponibles a través de la interfaz HTMLElement, también están disponibles por herencia) para manipular elementos de modificación, es decir, <del> y <ins>.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/del"
        }
    },
    {
        "numero": "115",
        "nombre":"Nob",
        "tag":"<noembed>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"",
            "descripción":"El elemento HTML <noembed> es una forma obsoleta y no estándar de proporcionar contenido alternativo o 'de reserva' para navegadores que no admiten el elemento <embed> o no admiten el tipo de contenido incrustado que un autor desea utilizar. Este elemento quedó obsoleto en HTML 4.01 y versiones posteriores a favor de colocar contenido alternativo entre las etiquetas de apertura y cierre de un elemento <object>.",
            "ejemplo":"<noembed><h1>Alternative content</h1></noembed>",
            "interfazDOM":"",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/noembed"
        }
    },
    {
        "numero": "116",
        "nombre":"Acr",
        "tag":"<acronym>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <acronym> permite a los autores indicar claramente una secuencia de caracteres que componen un acrónimo o abreviatura de una palabra.",
            "ejemplo":"<p>The <acronym title='World Wide Web'>WWW</acronym> is only a component of the Internet.</p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/acronym"
        }
    },
    {
        "numero": "117",
        "nombre":"Fr",
        "tag":"<frame>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <frame> define un área particular en la que se puede mostrar otro documento HTML. Se debe utilizar un marco dentro de un <frameset>. No se recomienda el uso del elemento <frame> debido a ciertas desventajas, como problemas de rendimiento y falta de accesibilidad para usuarios con lectores de pantalla. En lugar del elemento <frame>, puede preferirse <iframe>.",
            "ejemplo":"<frameset cols='400, 500'><frame src='https://developer.mozilla.org/en/HTML/Element/iframe' /><frame src='https://developer.mozilla.org/en/HTML/Element/frame' /></frameset>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/frame"
        }
    },
    {
        "numero": "118",
        "nombre":"Frs",
        "tag":"<frameset>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <frameset> se utiliza para contener elementos <frame>.",
            "ejemplo":"<frameset cols='400, 500'><frame src='https://developer.mozilla.org/en/HTML/Element/iframe' /><frame src='https://developer.mozilla.org/en/HTML/Element/frame' /></frameset>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/frameset"
        }
    },
    {
        "numero": "119",
        "nombre":"Nfr",
        "tag":"<noframes>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <noframes> proporciona contenido que se presentará en navegadores que no admiten (o tienen soporte deshabilitado) el elemento <frame>. Aunque los navegadores más utilizados admiten marcos, existen excepciones, incluidos ciertos navegadores de uso especial, incluidos algunos navegadores móviles, así como navegadores en modo texto.Un elemento <noframes> puede contener cualquier elemento HTML permitido dentro del cuerpo de un documento HTML, excepto los elementos <frameset> y <frame>, ya que usar marcos cuando no son compatibles no tiene sentido.<noframes> se puede utilizar para presentar un mensaje que explique que el navegador del usuario no admite marcos, pero lo ideal sería utilizarlo para presentar una forma alternativa del sitio que no utilice marcos pero que aún ofrezca la misma funcionalidad o una similar.",
            "ejemplo":"<noframes><p>It seems your browser does not support frames or is configured to not allow them.</p></noframes>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/noframes"
        }
    },
    {
        "numero": "120",
        "nombre":"Fnt",
        "tag":"<font>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <font> define el tamaño, el color y el formato de la fuente de su contenido.",
            "ejemplo":"",
            "interfazDOM":"Implementa la representación del modelo de objetos de documento (DOM) del elemento de fuente. El elemento de fuente HTML <font> define el tamaño de fuente, el tipo de fuente y el color del texto.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/font"
        }
    },
    {
        "numero": "121",
        "nombre":"Big",
        "tag":"<big>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <big> en desuso representa el texto adjunto con un tamaño de fuente un nivel más grande que el texto circundante (el tamaño mediano se vuelve grande, por ejemplo). El tamaño está limitado al tamaño de fuente máximo permitido por el navegador.",
            "ejemplo":"<p>This is the first sentence.<big>This whole sentence is in bigger letters.</big></p>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/big"
        }
    },
    {
        "numero": "122",
        "nombre":"Dir",
        "tag":"<dir>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <dir> se utiliza como contenedor para un directorio de archivos y/o carpetas, potencialmente con estilos e íconos aplicados por el agente de usuario. No utilice este elemento obsoleto; en su lugar, debería utilizar el elemento <ul> para listas, incluidas listas de archivos.",
            "ejemplo":"",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/dir"
        }
    },
    {
        "numero": "123",
        "nombre":"Cen",
        "tag":"<center>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <center> es un elemento a nivel de bloque que muestra su contenido a nivel de bloque o en línea centrado horizontalmente dentro de su elemento contenedor. El contenedor suele ser, aunque no es obligatorio, <cuerpo>. Esta etiqueta ha quedado obsoleta en HTML 4 (y XHTML 1) en favor de la propiedad CSS text-align, que se puede aplicar al elemento <div> o a un <p> individual. Para centrar bloques, utilice otras propiedades CSS como margen izquierdo y margen derecho y configúrelas en automático (o establezca el margen en 0 automático).",
            "ejemplo":"<center>This text will be centered.<p>So will this paragraph.</p></center>",
            "interfazDOM":"La interfaz HTMLElement representa cualquier elemento HTML. Algunos elementos implementan directamente esta interfaz, mientras que otros la implementan a través de una interfaz que la hereda.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/center"
        }
    },
    {
        "numero": "124",
        "nombre":"Mrq",
        "tag":"<marquee>",
        "grupo":"obsoletas",
        "color":"morado-nude",
        "info":{
            "advertencia":"Esta característica ya no se recomienda. Aunque es posible que algunos navegadores aún lo admitan, es posible que ya se haya eliminado de los estándares web relevantes, que esté en proceso de eliminarse o que solo se conserve por motivos de compatibilidad. Evite usarlo y actualice el código existente si es posible; consulte la tabla de compatibilidad al final de esta página para guiar su decisión. Tenga en cuenta que esta función puede dejar de funcionar en cualquier momento.",
            "descripción":"El elemento HTML <marquee> se utiliza para insertar un área de texto de desplazamiento. Puedes controlar lo que sucede cuando el texto llega a los bordes de su área de contenido usando sus atributos.",
            "ejemplo":"<marquee>This text will scroll from right to left</marquee>",
            "interfazDOM":"La interfaz HTMLMarqueeElement proporciona métodos para manipular elementos <marquee>. Hereda propiedades y métodos de la interfaz HTMLElement.",
            "URL":"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/marquee"
        }
    }
]